{
  "9X Jalwa": "9X Jalwa",
  "Good News Today": "Good News Today",
  "TV9 Bharatvarsh": "TV9 Bharatvarsh",
  "YRF Music": "YRF Music",
  "रात भर": "all night long",
  "A compilation of some of the most popular and melodious songs sung and composed by talented artists is played back-to-back.": "A compilation of some of the most popular and melodious songs sung and composed by talented artists is played back-to-back.",
  "जलवा हाउसफुल": "Jalwa Housefull",
  "A comprehensive compilation of melodious and hit Bollywood songs from the 90s to 2000s is played back-to-back to enthrall the audience.": "A comprehensive compilation of melodious and hit Bollywood songs from the 90s to 2000s is played back-to-back to enthrall the audience.",
  "जलवा मेलोडी वाली वाइब": "Jalwa Melody Vibe",
  "A comprehensive compilaion of melodious and soulful movie songs, composed by talented muscians is played to enthral the audience.": "A comprehensive compilaion of melodious and soulful movie songs, composed by talented muscians is played to enthral the audience.",
  "जलवा फिट हिट्स": "Jalwa Fit Hits",
  "A comprehensive compilation of some of the most popular songs from various well-known artists and bands played in succession.": "A comprehensive compilation of some of the most popular songs from various well-known artists and bands played in succession.",
  "सुपर सुबह (ब्रेकलेस)": "super morning (breakless)",
  "A comprehensive compilation of energetic and peppy songs every morning to get one in a good mood every day along with a dose of some fun and laughter.": "A comprehensive compilation of energetic and peppy songs every morning to get one in a good mood every day along with a dose of some fun and laughter.",
  "सुपर स्वैग": "super swag",
  "A comprehensive compilation of some of the latest and popular songs composed by various artists and bands is played back to back.": "A comprehensive compilation of some of the latest and popular songs composed by various artists and bands is played back to back.",
  "जलवा ड्राइव वाली वाइब": "Jalwa Drive Vibe",
  "A compilation of some of the most popular journey and road trip songs sung by popular recording artists and musicians are played consecutively.": "A compilation of some of the most popular journey and road trip songs sung by popular recording artists and musicians are played consecutively.",
  "जलवा क्लासिक्स": "Jalwa Classics",
  "A comprehensive complication of popular songs composed and performed by renowned artists is played back-to-back to entertain the audience.": "A comprehensive complication of popular songs composed and performed by renowned artists is played back-to-back to entertain the audience.",
  "जीएनटी स्पेशल": "GNT Special",
  "प्रस्तुतकर्ता दिन के सामाजिक, आर्थिक और राजनीतिक मुद्दों के बारे में जानकारी और वर्तमान घटनाओं पर अद्यतन जानकारी प्रदान करते हैं।.": "Presenters provide information about social, economic and political issues of the day and updates on current events.",
  "गुड न्यूज टुडे": "good news today",
  "प्रस्तुतकर्ता विभिन्न सामाजिक-आर्थिक और राजनीतिक मुद्दों से संबंधित नवीनतम समाचार और घटनाक्रम प्रस्तुत करते हैं तथा समसामयिक घटनाओं पर ताजा जानकारी प्रदान करते हैं।.": "The presenters present the latest news and developments related to various socio-economic and political issues and provide the latest information on current events.",
  "फ़ैक्ट चेक": "fact check",
  "प्रस्तुतकर्ता सोशल मीडिया पर प्रसारित विभिन्न समाचारों पर बात करते हुए उसकी पुष्टि करते हैं कि प्रस्तुत जानकारी सही है या नहीं।.": "The presenter talks about various news circulated on social media and confirms whether the information presented is correct or not.",
  "गुड नाइट": "Good night",
  "प्रस्तुतकर्ता, विभिन्न सामाजिक-आर्थिक और राजनीतिक मुद्दों से जुड़ी नवीनतम खबरें और घटनाक्रम प्रस्तुत करते हैं और वर्तमान घटनाओं पर अपडेट प्रदान करते हैं।.": "The presenter presents the latest news and developments related to various socio-economic and political issues and provides updates on current events.",
  "जीएनटी एक्सप्रेस": "GNT Express",
  "प्रस्तुतकर्ता दिन के सामाजिक, आर्थिक और राजनीतिक मुद्दों के बारे में जानकारी प्रस्तुत करते हुए वर्तमान घटनाओं पर ताजा जानकारी प्रदान करते हैं।.": "Presenters provide the latest information on current events while presenting information about social, economic and political issues of the day.",
  "अच्छी बात धीरेंद्र शास्त्री के साथ": "good talk with dhirendra shastri",
  "प्रस्तुतकर्ता और आध्यात्मिक गुरु, धीरेंद्र कृष्ण शास्त्री, विभिन्न महत्वपूर्ण विषयों और मुद्दों पर बातचीत करते हैं।.": "Presenter and spiritual guru, Dhirendra Krishna Shastri, talks about various important topics and issues.",
  "गुड न्यूज़": "good news",
  "प्रस्तुतकर्ता दिन के सामाजिक, आर्थिक और राजनीतिक मुद्दों पर जानकारी प्रस्तुत करते हैं और वर्तमान घटनाओं पर अपडेट देते हैं।.": "Presenters present information on social, economic and political issues of the day and give updates on current events.",
  "गुड लक टुडे": "good luck today",
  "प्रस्तुतकर्ता विभिन्न सामाजिक-आर्थिक और राजनीतिक मुद्दों से संबंधित नवीनतम समाचार और घटनाक्रम प्रस्तुत करते हैं तथा समसामयिक घटनाओं पर अद्यतन जानकारी प्रदान करते हैं।.": "The presenters present the latest news and developments related to various socio-economic and political issues and provide updates on current events.",
  "शुभ समाचार": "good news",
  "किस्मत कनेक्शन": "kismet connection",
  "टेलीविज़न के सर्वश्रेष्ठ कार्येक्रम।.": "Best programs of television.",
  "लंच टाइम": "lunch time",
  "सास बहु और बेटियाँ": "mother-in-law, daughter-in-law and daughters",
  "प्रस्तुतकर्ता प्रसिद्ध टीवी शो से संबंधित नवीनतम अपडेट और घटनाक्रम प्रस्तुत करते हैं और मशहूर हस्तियों के बारे में विशेष जानकारी साझा करते हैं।.": "The presenters present the latest updates and developments related to famous TV shows and share exclusive information about celebrities.",
  "प्रार्थना स्वीकार हो": "prayer accepted",
  "प्रस्तुतकर्ता भारत भर के मंदिरों और तीर्थ स्थलों से संबंधित नवीनतम समाचारों और अपडेट्स की जानकारी प्रस्तुत करते हैं।.": "Presenters present the latest news and updates related to temples and pilgrimage sites across India.",
  "ये हुई ना बात": "This is what happened",
  "प्रस्तुतकर्ता राजनीति, व्यापार, मनोरंजन आदि की दुनिया के लोगों से महत्वपूर्ण विषयों और मुद्दों पर बातचीत करते हैं।.": "The presenters interact with people from the world of politics, business, entertainment etc. on important topics and issues.",
  "चाय पर चर्चा": "discussion over tea",
  "प्रस्तुतकर्ता देश भर से महत्वपूर्ण समाचारों, प्रमुख घटनाक्रमों और महत्वपूर्ण अपडेट पर चर्चा करने के लिए विभिन्न क्षेत्रों के विशेषज्ञों को आमंत्रित करते हैं।.": "Presenters invite experts from various fields to discuss important news, major developments and important updates from across the country.",
  "7 बजे 7 गुड न्यूज": "7 o'clock 7 good news",
  "प्रस्तुतकर्ता 7 बजे 7 उत्साहवर्धक कहानियां सुनाते हैं, तथा दुनिया भर से अच्छी खबरों की दैनिक खुराक लेकर आते हैं, जो दिन को प्रेरित और रोशन करती हैं।.": "The presenters tell 7 uplifting stories at 7pm, bringing you a daily dose of good news from around the world to inspire and brighten the day.",
  "गुड लक स्पेशल": "good luck special",
  "एक ज्योतिषी राशियों के लिए भविष्यवाणियाँ कर सलाह देते हैं कि कैसे व्यक्ति अपने जीवन में सौभाग्य को आकर्षित कर सकता है।.": "An astrologer makes predictions for the zodiac signs and gives advice on how a person can attract good luck into his or her life.",
  "न्यूज़ पाथ": "News Path",
  "प्रस्तुतकर्ता नवीनतम समाचारों और विभिन्न मुद्दों से संबंधित घटनाक्रमों के बारे में जानकारी प्रस्तुत करते हैं तथा समसामयिक घटनाओं पर अद्यतन जानकारी प्रदान करते हैं।.": "Presenters present information about the latest news and developments related to various issues and provide updates on current events.",
  "शुभ मंगल सावधान": "good luck be careful",
  "प्रस्तुतकर्ता दिन भर के सामाजिक, आर्थिक और राजनीतिक मुद्दों से जुड़े नवीनतम समाचार, ताज़ा जानकारी और घटनाक्रम पेश करते हैं।.": "Presenters present the latest news, updates and developments related to social, economic and political issues of the day.",
  "अच्छी ख़बर सच्ची ख़बर": "good news true news",
  "प्रस्तुतकर्ता दिन के सामाजिक, आर्थिक और राजनीतिक मुद्दों के बारे में जानकारी और वर्तमान घटनाओं पर अद्यतन जानकारी प्रस्तुत करते हैं।.": "Presenters present information about social, economic and political issues of the day and updates on current events.",
  "न्यूज़": "News",
  "The host presents information about the social, economic and political issues of the day and provides updates on current events.": "The host presents information about the social, economic and political issues of the day and provides updates on current events.",
  "6 AM SPECIAL": "6 AM SPECIAL",
  "The host provides a detailed report featuring the latest updates and key developments surrounding matters of national and international significance.": "The host provides a detailed report featuring the latest updates and key developments surrounding matters of national and international significance.",
  "06:30 AM SPECIAL": "06:30 AM SPECIAL",
  "The host provides a detailed report featuring insightful updates and developments pertaining to matters concerning the nation.": "The host provides a detailed report featuring insightful updates and developments pertaining to matters concerning the nation.",
  "न्यूज़ 100": "News 100",
  "प्रस्तुतकर्ता, देश और दुनिया की राजनीतिक, सामाजिक, आर्थिक और खेल जगत से संबंधित प्रमुख 100 समाचार प्रस्तुत करते हैं।.": "The presenter presents 100 major news related to the political, social, economic and sports world of the country and the world.",
  "Agenda Full \\u0026 final": "Agenda Full \\u0026 final",
  "The host presents a detailed report on the latest news from across the country and interacts with experts who put forth their opinions.": "The host presents a detailed report on the latest news from across the country and interacts with experts who put forth their opinions.",
  "30-60-90 Superfast": "30-60-90 Superfast",
  "The host collates and presents the latest socio-economic news and political updates and developments in quick succession.": "The host collates and presents the latest socio-economic news and political updates and developments in quick succession.",
  "Local to Global Superfast": "Local to Global Superfast",
  "Bringing the best in television.": "Bringing the best in television.",
  "Bharatvarsh ka No 1 bulletin": "Bharatvarsh ka No 1 bulletin",
  "The host presents the latest news updates and stories pertaining to global events of social, political and economic significance.": "The host presents the latest news updates and stories pertaining to global events of social, political and economic significance.",
  "10 am Spl Debate": "10 am Spl Debate",
  "The host invites a panel of experts and engages in insightful debates on a range of important topics related to the latest developments and issues that concern society.": "The host invites a panel of experts and engages in insightful debates on a range of important topics related to the latest developments and issues that concern society.",
  "11 am Spl Debate": "11 am Spl Debate",
  "The host facilitates debates with various experts on the panel, who provide different perspectives on issues of national importance.": "The host facilitates debates with various experts on the panel, who provide different perspectives on issues of national importance.",
  "12 PM Spl": "12 PM Spl",
  "The host provide a comprehensive insight into the latest news, current affairs and developments on a range of issues of public interest.": "The host provide a comprehensive insight into the latest news, current affairs and developments on a range of issues of public interest.",
  "Loud \\u0026 Clear": "Loud \\u0026 Clear",
  "The host presents the latest news and updates on political and socio-economic developments and issues from all over the country and around the world.": "The host presents the latest news and updates on political and socio-economic developments and issues from all over the country and around the world.",
  "Satta Ki Kahani": "Story of Satta",
  "The host provides a detailed report featuring the latest updates, key developments and top news stories pertaining to the field of politics.": "The host provides a detailed report featuring the latest updates, key developments and top news stories pertaining to the field of politics.",
  "3:30 pm Spl": "3:30 pm Spl",
  "The host presents the latest updates and key developments pertaining to various political and socio-economic issues across the nation.": "The host presents the latest updates and key developments pertaining to various political and socio-economic issues across the nation.",
  "Full \\u0026 Final": "Full \\u0026 Final",
  "The host presents the latest updates and headlines on the social, economic, and political issues and shares information on current affairs.": "The host presents the latest updates and headlines on the social, economic, and political issues and shares information on current affairs.",
  "News Counter": "News Counter",
  "News Counter.": "News Counter.",
  "Adi -Debate Show": "Adi -Debate Show",
  "The host facilitates discussions and debates with experts, who present their viewpoint on matters of national importance.": "The host facilitates discussions and debates with experts, who present their viewpoint on matters of national importance.",
  "Satta": "Set",
  "The host presents a detailed overview of the latest news updates and developments pertaining to various issues and engages in an insightful discussion with experts.": "The host presents a detailed overview of the latest news updates and developments pertaining to various issues and engages in an insightful discussion with experts.",
  "न्यूज़ टॉप 9": "news top 9",
  "The host highlights the nine most significant news stories of the day, offering concise, accurate and insightful coverage of national as well as global events.": "The host highlights the nine most significant news stories of the day, offering concise, accurate and insightful coverage of national as well as global events.",
  "Super Prime Time": "Super Prime Time",
  "The host provides the latest information, advancements and developments on key political, economic and social issues from around the world.": "The host provides the latest information, advancements and developments on key political, economic and social issues from around the world.",
  "Fikr Aap ki": "Your thoughts",
  "The host presents the latest updates and headlines on the social, economic and political issues and shares information on current affairs.": "The host presents the latest updates and headlines on the social, economic and political issues and shares information on current affairs.",
  "Parvah desh Ki": "Parvah of the country",
  "The host delivers in-depth reports on current and historical governance and socio-political issues that have shaped the world.": "The host delivers in-depth reports on current and historical governance and socio-political issues that have shaped the world.",
  "सुपर प्राइम टाइम": "super prime time",
  "प्रस्तुतकर्ता घरेलू और अंतर्राष्ट्रीय स्तर पर नवीनतम समाचारों और घटनाक्रमों पर व्यापक और विस्तृत कवरेज प्रदान करते हैं।.": "The presenters provide comprehensive and detailed coverage on the latest news and developments domestically and internationally.",
  "3 Pm Spl": "3 Pm Spl",
  "The host presents the latest news headlines and updates pertaining to various political and socio-economic issues around the country.": "The host presents the latest news headlines and updates pertaining to various political and socio-economic issues around the country.",
  "द लिट लिस्ट": "The Lit List",
  "A comprehensive compilation of upbeat party songs and music by renowned artists is played back to back to enthral the audience.": "A comprehensive compilation of upbeat party songs and music by renowned artists is played back to back to enthral the audience.",
  "लिजेंड्री लता मंगेशकर": "Legendary Lata Mangeshkar",
  "A compilation of some of the most popular songs sung by the legendary playback singer Lata Mangeshkar is played to entertain the viewers.": "A compilation of some of the most popular songs sung by the legendary playback singer Lata Mangeshkar is played to entertain the viewers.",
  "2000स नॉस्टॅल्जिया": "2000s nostalgia",
  "A comprehensive compilation of some of the popular songs from the 2000s by various artists played back-to-back to entertain the audience.": "A comprehensive compilation of some of the popular songs from the 2000s by various artists played back-to-back to entertain the audience.",
  "चिल आउट ज़ोन": "chill out zone",
  "A comprehensive compilation of popular melodious and peppy songs from Bollywood movies featuring famous stars is played in quick succession.": "A comprehensive compilation of popular melodious and peppy songs from Bollywood movies featuring famous stars is played in quick succession.",
  "देसी वाइब्स": "desi vibes",
  "A comprehensive compilation of popular and energetic songs composed and performed by talented musical artists is played back-to-back.": "A comprehensive compilation of popular and energetic songs composed and performed by talented musical artists is played back-to-back.",
  "हिट लिस्ट": "hit list",
  "A comprehensive collection of chart-topping Bollywood hit songs by various artists, offering a glimpse into the vibrant landscape of contemporary popular music, is played.": "A comprehensive collection of chart-topping Bollywood hit songs by various artists, offering a glimpse into the vibrant landscape of contemporary popular music, is played.",
  "पंजाबी बीट्स": "punjabi beats",
  "A compilation of electrifying Punjabi songs composed and sung by various singers is played back to back to enthral the audience.": "A compilation of electrifying Punjabi songs composed and sung by various singers is played back to back to enthral the audience.",
  "ड्राइव-टाइम जैम्स": "drive-time jams",
  "A comprehensive compilation of some of the best songs composed by various renowned artists is played back to back to entertain the audience.": "A comprehensive compilation of some of the best songs composed by various renowned artists is played back to back to entertain the audience.",
  "डैज़लिंग दीपिका पादुकोण": "Dazzling Deepika Padukone",
  "A curated compilation of some of the most popular and chart-topping songs featuring Deepika Padukone is played back-to-back.": "A curated compilation of some of the most popular and chart-topping songs featuring Deepika Padukone is played back-to-back.",
  "वाईआरएफ स्पाई यूनिवर्स": "yrf spy universe",
  "A comprehensive compilation of melodious and energetic songs from popular movies of Yash Raj Films is played in quick succession.": "A comprehensive compilation of melodious and energetic songs from popular movies of Yash Raj Films is played in quick succession.",
  "डांस टिल यू ड्रॉप": "dance till you drop",
  "A compilation of some of the most popular dance tracks composed and performed by renowned artists is played back to back to entertain the audience.": "A compilation of some of the most popular dance tracks composed and performed by renowned artists is played back to back to entertain the audience.",
  "लोकी फील्स": "loki feels",
  "A comprehensive compilation of mellow music and tunes by music artists is played back-to-back to help the audience unwind.": "A comprehensive compilation of mellow music and tunes by music artists is played back-to-back to help the audience unwind.",
  "वायरल चार्टबस्टर्स": "viral chartbusters",
  "A comprehensive compilation of trending chart-topping songs by renowned artists is played back-to-back to enthral the audience.": "A comprehensive compilation of trending chart-topping songs by renowned artists is played back-to-back to enthral the audience.",
  "वाइब चेक": "vibe check",
  "A compilation of the greatest foot-tapping hits from Bollywood is played back to back in order to entertain the audience.": "A compilation of the greatest foot-tapping hits from Bollywood is played back to back in order to entertain the audience.",
  "ग्रूविन विद ऋतिक रोशन": "Groovin with Hrithik Roshan",
  "A comprehensive compilation of some of the most popular songs featuring Bollywood actor Hrithik Roshan is played back-to-back.": "A comprehensive compilation of some of the most popular songs featuring Bollywood actor Hrithik Roshan is played back-to-back.",
  "2000स बॉलीवुड हिट्स": "2000s bollywood hits",
  "A comprehensive compilation of some of the most popular Bollywood soundtracks from the 2000s produced and composed by various famous artists is played back-to-back.": "A comprehensive compilation of some of the most popular Bollywood soundtracks from the 2000s produced and composed by various famous artists is played back-to-back.",
  "सुनिधि चौहान स्पेशल्स": "Sunidhi Chauhan Specials",
  "A curated compilation of some of the most popular and heartfelt songs performed by the famous music artist Sunidhi Chauhan is played back-to-back.": "A curated compilation of some of the most popular and heartfelt songs performed by the famous music artist Sunidhi Chauhan is played back-to-back.",
  "ब्रेक अप बीट्स": "break up beats",
  "A curated compilation of some of the most popular break-up songs performed by famous music artists is played back-to-back.": "A curated compilation of some of the most popular break-up songs performed by famous music artists is played back-to-back.",
  "फैम जेम्स": "fam james",
  "A curated compilation of some of the most popular heartfelt songs performed by famous music artists is played back-to-back.": "A curated compilation of some of the most popular heartfelt songs performed by famous music artists is played back-to-back.",
  "हसल हिट्स": "Hustle Hits",
  "A comprehensive compilation of popular energy-packed songs from Bollywood movies featuring famous stars is played in quick succession.": "A comprehensive compilation of popular energy-packed songs from Bollywood movies featuring famous stars is played in quick succession.",
  "A comprehensive compilation of some of the latest and most popular songs that exude confidence and style is played in quick succession.": "A comprehensive compilation of some of the latest and most popular songs that exude confidence and style is played in quick succession.",
  "लेडिज बीट्स": "Ladies Beats",
  "A compilation of some of the most popular songs composed and performed by renowned female artists is played back-to-back to entertain the audience.": "A compilation of some of the most popular songs composed and performed by renowned female artists is played back-to-back to entertain the audience.",
  "रोड ट्रिपिन'": "road trippin'",
  "A comprehensive compilation of popular and energetic songs composed and performed by talented artists is played back-to-back.": "A comprehensive compilation of popular and energetic songs composed and performed by talented artists is played back-to-back.",
  "हम और तुम": "we and you",
  "A comprehensive compilation of some of the most melodious and romantic songs composed and performed by talented artists is played back-to-back.": "A comprehensive compilation of some of the most melodious and romantic songs composed and performed by talented artists is played back-to-back.",
  "रेट्रो मेलोडीज़": "retro melodies",
  "A comprehensive compilation of some of the greatest retro hits sung by renowned singers is played to entertain the audience.": "A comprehensive compilation of some of the greatest retro hits sung by renowned singers is played to entertain the audience.",
  "सौल सूथर्स": "Saul Soothers",
  "A curated compilation of some of the most popular soothing songs performed by famous music artists is played back-to-back.": "A curated compilation of some of the most popular soothing songs performed by famous music artists is played back-to-back.",
  "फ्लैशबैक म्यूज़िक": "flashback music",
  "A compilation of some of the most popular songs of yesteryears, performed and composed by various artists is played back to back.": "A compilation of some of the most popular songs of yesteryears, performed and composed by various artists is played back to back.",
  "जोरदार हिट्स": "heavy hits",
  "Composed and performed by various artists, a compilation of some of the most upbeat and catchy songs is played back to back.": "Composed and performed by various artists, a compilation of some of the most upbeat and catchy songs is played back to back.",
  "ट्रेंडिंग ट्यून्स": "trending tunes",
  "A comprehensive compilation of trending songs and beats by renowned artists is played back to back, captivating the audience.": "A comprehensive compilation of trending songs and beats by renowned artists is played back to back, captivating the audience.",
  "परिणीति चोपड़ा: नॉन-स्टॉप मिक्स": "Parineeti Chopra: Non-Stop Mix",
  "A curated collection of popular and catchy songs performed by a renowned artist, Parineeti Chopra, is played in a quick succession.": "A curated collection of popular and catchy songs performed by a renowned artist, Parineeti Chopra, is played in a quick succession.",
  "नच बलिए": "Nach Baliye",
  "A comprehensive compilation of some of the most popular songs composed and performed by renowned musicians is played back to back.": "A comprehensive compilation of some of the most popular songs composed and performed by renowned musicians is played back to back.",
  "रोडट्रिप मिक्स": "roadtrip mix",
  "A compilation of some of the most popular and energetic beats that are perfect for road trips is played to entertain the viewers.": "A compilation of some of the most popular and energetic beats that are perfect for road trips is played to entertain the viewers.",
  "गेम्स ऑफ यश चोपड़ा": "Games of Yash Chopra",
  "A curated compilation of some of the most popular and chart-topping songs involving the renowned producer Yash Chopra is played back-to-back.": "A curated compilation of some of the most popular and chart-topping songs involving the renowned producer Yash Chopra is played back-to-back.",
  "इश्क़ डांस": "love dance",
  "सेड आवर शफ़ल": "sad hour shuffle",
  "A comprehensive compilation of some of the most popular emotional songs by various talented artists is played back-to-back.": "A comprehensive compilation of some of the most popular emotional songs by various talented artists is played back-to-back.",
  "लोफाइ लाउंज": "Lofi Lounge",
  "A comprehensive compilation of popular songs composed by well-known artists is played back to back to entertain the listeners.": "A comprehensive compilation of popular songs composed by well-known artists is played back to back to entertain the listeners.",
  "ऑल-टाइम हिट्स ऑफ अरिजीत सिंह": "All-Time Hits of Arijit Singh",
  "A comprehensive compilation of some of the most popular songs sung by Arijit Singh is played back-to-back for music lovers.": "A comprehensive compilation of some of the most popular songs sung by Arijit Singh is played back-to-back for music lovers.",
  "90स नॉस्टेल्जिया": "90s nostalgia",
  "An extensive compilation of some of the most popular songs from the 1990s is played back to back to enthrall the audience.": "An extensive compilation of some of the most popular songs from the 1990s is played back to back to enthrall the audience.",
  "मॉर्निंग मिक्स": "morning mix",
  "A comprehensive compilation of some of the most popular songs produced and composed by various famous artists to enjoy the morning.": "A comprehensive compilation of some of the most popular songs produced and composed by various famous artists to enjoy the morning.",
  "शाहरुख खान स्पेशल्स": "shahrukh khan specials",
  "A comprehensive compilation of popular film songs starring the iconic Bollywood star Shah Rukh Khan is played back to back.": "A comprehensive compilation of popular film songs starring the iconic Bollywood star Shah Rukh Khan is played back to back.",
  "फील गुड म्यूजिक": "feel good music",
  "A curated compilation of some of the most popular feelgood songs performed by famous music artists is played back-to-back.": "A curated compilation of some of the most popular feelgood songs performed by famous music artists is played back-to-back.",
  "अल्टिमेट हिट्स ऑफ केके": "Ultimate Hits of KK",
  "A curated selection of songs and music composed by renowned Indian playback singer Krishnakumar Kunnath is played back to back.": "A curated selection of songs and music composed by renowned Indian playback singer Krishnakumar Kunnath is played back to back.",
  "देसी बीट्स": "desi beats",
  "A comprehensive compilation of acclaimed chart-topping Indian songs, composed by diverse artists, is played in succession.": "A comprehensive compilation of acclaimed chart-topping Indian songs, composed by diverse artists, is played in succession.",
  "हैप्पी वाइब्स": "happy vibes",
  "A curated compilation of some of the most popular and upbeat songs performed by famous music artists is played back-to-back.": "A curated compilation of some of the most popular and upbeat songs performed by famous music artists is played back-to-back.",
  "डांस हिट्स": "dance hits",
  "A comprehensive compilation of some of the most popular party songs produced and composed by famous musicians, played back-to-back to entertain the audience.": "A comprehensive compilation of some of the most popular party songs produced and composed by famous musicians, played back-to-back to entertain the audience.",
  "माई दिल गोज़ मम्मम": "my heart fart mmmmm",
  "A comprehensive compilation of popular Bollywood songs composed by famous artists and musicians is played back to back to entertain the viewers.": "A comprehensive compilation of popular Bollywood songs composed by famous artists and musicians is played back to back to entertain the viewers.",
  "हम तुम": "I we",
  "A comprehensive compilation of romantic and heartwarming songs sung and composed by various artists is played back-to-back to enthrall the audience.": "A comprehensive compilation of romantic and heartwarming songs sung and composed by various artists is played back-to-back to enthrall the audience.",
  "Maha Movies": "Maha Movies",
  "Saga Music Haryanvi": "Saga Music Haryanvi",
  "India TV Speed News": "India TV Speed News",
  "Shemaroo Bollywood": "Shemaroo Bollywood",
  "तकावटी": "tough",
  "The host presents an ayurvedic medicine that is good for one's health as it helps to cure digestive problems and boosts one's digestive system.": "The host presents an ayurvedic medicine that is good for one's health as it helps to cure digestive problems and boosts one's digestive system.",
  "बैन एल्को": "ban alco",
  "ताकत वटी": "strength wati",
  "The host introduces the benefits of an ancient ayurvedic remedy that helps ease digestive issues and enhances overall gut health.": "The host introduces the benefits of an ancient ayurvedic remedy that helps ease digestive issues and enhances overall gut health.",
  "एंडी हिट्स": "andy hits",
  "विभिन्न कलाकारों द्वारा कुछ लोकप्रिय हरियाणवी गीतों का एक व्यापक संकलन दर्शकों का मनोरंजन करने के लिए प्रस्तुत किया जाता है।.": "A wide collection of some popular Haryanvi songs by various artists are presented to entertain the audience.",
  "बीट एन बीट्स": "beat n beats",
  "दर्शकों के मनोरंजन के लिए सबसे बेहतरीन पैर थिरकाने वाले और लयबद्ध हरियाणवी नृत्यों का संकलन प्रस्तुत किया जाता है।.": "A compilation of the best foot tapping and rhythmic Haryanvi dances is presented to entertain the audience.",
  "गामा आले": "Gamma came",
  "विभिन्न कलाकारों द्वारा हरियाणवी भाषा के कुछ लोकप्रिय गीतों का व्यापक संकलन दर्शकों का मनोरंजन करने के लिए प्रस्तुत किया जाता है।.": "A wide collection of some of the popular songs in Haryanvi language by various artists are presented to entertain the audience.",
  "Murli Wale": "Murli Wale",
  "प्रसिद्ध कलाकारों द्वारा प्रस्तुत भगवान कृष्ण को समर्पित भक्ति भजनों एक व्यापक संकलन क्रमिक रूप से प्रस्तुत किया जाता है।.": "A comprehensive compilation of devotional hymns dedicated to Lord Krishna performed by renowned artists is presented sequentially.",
  "बैरन मटके": "Baron Matka",
  "जाने-माने कलाकारों द्वारा रचित कुछ सबसे लोकप्रिय हरियाणवी गीतों का संकलन श्रोताओं के मनोरंजन के लिए प्रस्तुत किया जाता है।.": "A collection of some of the most popular Haryanvi songs composed by well-known artists is presented for the entertainment of the listeners.",
  "सुन ले": "listen to",
  "दर्शकों का मनोरंजन करने के लिए एक प्रसिद्ध कलाकार के एक लोकप्रिय मधुर और थिरकाने वाला हरियाणवी गीत प्रस्तुत किया जाता है।.": "A popular melodious and groovy Haryanvi song by a famous artist is presented to entertain the audience.",
  "फ्रेश धमाका": "fresh bang",
  "श्रोताओं का मनोरंजन करने के लिए विभिन्न लोकप्रिय कलाकारों और संगीतकारों द्वारा गाए गए हिट हरियाणवी गाने पेश किए जाते हैं।.": "Hit Haryanvi songs sung by various popular artists and composers are presented to entertain the listeners.",
  "यो से हरियाणा": "Yo to Haryana",
  "दर्शकों के मनोरंजन के लिए हरियाणवी भाषा के लोकप्रिय गीतों का एक व्यापक संकलन एक के बाद एक बजाया जाता है।.": "An extensive collection of popular songs in Haryanvi language is played one after the other to entertain the audience.",
  "धाकड़ गाने": "dashing songs",
  "कई संगीतकारों और कलाकारों द्वारा संगीतबद्ध और प्रस्तुत मधुर गीतों का एक व्यापक संकलन एक के बाद एक बजाया जाता है।.": "An extensive compilation of melodious songs composed and performed by many composers and artists is played one after the other.",
  "जान ते प्यारी": "dearest of all",
  "दर्शकों के मनोरंजन के लिए प्रसिद्ध कलाकारों द्वारा गाए गए सबसे प्रसिद्ध हरियाणवी रोमांटिक हिट गीतों का संकलन एक के बाद एक करके पेश किया जाता है।.": "A compilation of the most famous Haryanvi romantic hit songs sung by famous artists is presented one after the other to entertain the audience.",
  "हमारी छोरिया": "our daughter",
  "दर्शकों का मनोरंजन करने के लिए प्रसिद्ध महिला कलाकारों द्वारा गाए गए सबसे बेहतरीन हरियाणवी हिट गीतों का संकलन लगातार प्रस्तुत किया जाता है।.": "A compilation of the best Haryanvi hit songs sung by famous female artists is constantly presented to entertain the audience.",
  "रागिनी ऑन बीट": "Ragini on beat",
  "इस कार्यक्रम में प्रसिद्ध कलाकारों और संगीतकारों द्वारा संगीतबद्ध लोकप्रिय हरियाणवी गीतों का एक व्यापक संकलन पेश किया जाता है।.": "The program features an extensive collection of popular Haryanvi songs composed by renowned artists and composers.",
  "नंबर 1 हरियाणवी": "number 1 haryanvi",
  "प्रतिभाशाली संगीतकारों द्वारा गाए गए, हरियाणवी संस्कृति को दर्शाने वाले कुछ सबसे लोकप्रिय गानों का संग्रह लगातार बजाया जाता है।.": "A collection of some of the most popular songs showcasing Haryanvi culture, sung by talented musicians, is played continuously.",
  "डीजे धमाका": "DJ Dhamaka",
  "प्रतिभाशाली संगीतकारों द्वारा प्रस्तुत कुछ लोकप्रिय, ऊर्जावान और रोमांचकारी नृत्य गीतों का व्यापक संकलन एक के बाद एक पेश किया जाता है।.": "A wide compilation of some of the popular, energetic and thrilling dance songs presented one after the other by talented musicians.",
  "न्यू धमाका": "New Dhamaka",
  "दर्शकों के मनोरंजन के लिए प्रसिद्ध गायकों द्वारा गाए गए नवीनतम हरियाणवी गीतों का संकलन लगातार प्रस्तुत किया जाता है।.": "A collection of latest Haryanvi songs sung by famous singers is constantly presented to entertain the audience.",
  "The host presents the latest updates on various national and international issues and provides information on current affairs.": "The host presents the latest updates on various national and international issues and provides information on current affairs.",
  "हेडलाइन": "the headline",
  "The host shares important news stories on various political, economic and social issues and provides the latest updates.": "The host shares important news stories on various political, economic and social issues and provides the latest updates.",
  "Big News": "Big News",
  "The host presents the latest updates on various social, political and economic issues and shares information on current events.": "The host presents the latest updates on various social, political and economic issues and shares information on current events.",
  "बड़ी खबर": "big news",
  "स्पीड 100": "speed 100",
  "यह कार्यक्रम विभिन्न सामाजिक, राजनीतिक और आर्थिक मुद्दों पर नवीनतम अपडेट प्रस्तुत करता है तथा समसामयिक विषयों पर जानकारी प्रदान करता है।.": "The program presents latest updates on various social, political and economic issues and provides information on contemporary topics.",
  "Bhavishyavani": "Bhavishyavani",
  "A well-known astrologer makes predictions about the future and gives advice based on the positions of the celestial bodies and the twelve signs of the zodiac.": "A well-known astrologer makes predictions about the future and gives advice based on the positions of the celestial bodies and the twelve signs of the zodiac.",
  "Speed 50": "Speed 50",
  "The host presents the latest updates on various social, political and economic issues and provides information on current affairs.": "The host presents the latest updates on various social, political and economic issues and provides information on current affairs.",
  "Maharashtra 20": "Maharashtra 20",
  "The host presents the latest updates about the social, political and economic issues of the day and provides information on the current events of Maharashtra.": "The host presents the latest updates about the social, political and economic issues of the day and provides information on the current events of Maharashtra.",
  "Mausam 20": "Season 20",
  "The presenter gives the latest weather developments and updates in different parts of the country and its impact on people.": "The presenter gives the latest weather developments and updates in different parts of the country and its impact on people.",
  "Modi 20": "Modi 20",
  "The host provides a comprehensive and detailed coverage, highlighting the latest news and developments concerning Narendra Modi.": "The host provides a comprehensive and detailed coverage, highlighting the latest news and developments concerning Narendra Modi.",
  "Crime 20": "Crime 20",
  "The host sheds light on the top 20 news and major developments concerning criminal activities from across the nation and the world.": "The host sheds light on the top 20 news and major developments concerning criminal activities from across the nation and the world.",
  "Chunav 20": "election 20",
  "The host provides comprehensive and detailed insights into the top 20 news stories and key developments pertaining to elections.": "The host provides comprehensive and detailed insights into the top 20 news stories and key developments pertaining to elections.",
  "Sports 20": "Sports 20",
  "The host provides the latest developments and updates from the world of sports, highlighting key moments and performances.": "The host provides the latest developments and updates from the world of sports, highlighting key moments and performances.",
  "Dharma 20": "Dharma 20",
  "The host presents the latest updates on religious and spiritual news stories, developments and current issues taking place throughout society.": "The host presents the latest updates on religious and spiritual news stories, developments and current issues taking place throughout society.",
  "Duniya 20": "World 20",
  "The presenter provides the latest developments and updates on various national and international issues affecting many lives.": "The presenter provides the latest developments and updates on various national and international issues affecting many lives.",
  "बंजारन": "Banjaran",
  "रेश्मा और कुमार रहस्यमय तरीके से अपने पिछले जीवन सेत्रस्त हैं। अंत में जब वे मिलते हैं, उन्हें एक-दूसरे से प्यार होता हैं, लेकिन उनके पिता उन्हें अलग करने का प्रयास करते हैं।.": "Reshma and Kumar are mysteriously haunted by their past lives. When they finally meet, they fall in love with each other, but their father attempts to separate them.",
  "राम अवतार": "Ram Avataar",
  "बचपन के दोस्त राम और अवतार प्रेम त्रिकोण में उलझते हैं, जब दोनों संगीता को चाहने लगते हैं। राम, अवतार के लिए प्यार का त्याग करता है, लेकिन उनका दुश्मन गुंडप्पा स्वामी सच सामने लाने की धमकी देता है।.": "Childhood friends Ram and Avtaar become embroiled in a love triangle when both fall for Sangeeta. Ram sacrifices his love for Avtaar, but his enemy Gundappa Swami threatens to reveal the truth.",
  "कौन सच्चा कौन झूठा": "who is true and who is liar",
  "एक पुलिसकर्मी करण, एक मनोचिकित्सक डॉ सपना से इलाज कराने और उस हत्या की जांच करने के लिए गुप्त रूप से जाता है जिसके लिए डॉ पर आरोप लगाया गया है।.": "Karan, a policeman, goes undercover to get treatment from Dr. Sapna, a psychiatrist, and investigate the murder for which the doctor has been accused.",
  "एंजल": "angel",
  "एक आदमी को गाड़ी के नीचे कुचलने के बाद, अभय रिहा हो जाता है और उसकी मनोरोगी बेटी से प्यार करने लगता है। हालांकि, अभय के साथ सोनल को देखने पर, सोनल का भाई, अभय पर बलात्कार का आरोप लगा देता है।.": "After crushing a man under a car, Abhay is released and falls in love with his psychopathic daughter. However, on seeing Sonal with Abhay, Sonal's brother accuses Abhay of rape.",
  "डिस्को डांसर": "disco dancer",
  "अनिल की माँ पर चोरी का झूठा आरोप लगाकर उन्हें जेल भेज दिया जाता है। सालों बाद, वह प्रसिद्ध कलाकार बनता है और अपनी माँ का खोया सम्मान लौटाता है। लेकिन उसकी प्रसिद्धि उसके लिए कई दुश्मन बनाती है।.": "Anil's mother is falsely accused of theft and sent to jail. Years later, he becomes a famous artist and returns his mother's lost respect. But his fame makes many enemies for him.",
  "लव के लिए कुछ भी करेगा": "will do anything for love",
  "प्रकाश, अपने अविश्वासी ससुर से पैसे निकालने की योजना बनाता है। उसके साथ राहुल और हैरी हाथ मिलाते हैं, जिन्हें पैसे की सख्त जरूरत है और योजना के तहत उसकी पत्नी का अपहरण करने में मदद करते हैं।.": "Prakash hatches a plan to extort money from his unbelieving father-in-law. He is joined by Rahul and Harry, who are in dire need of money and help him kidnap his wife as part of the plan.",
  "बाज़ार": "market",
  "नजमा, सलीम से प्यार करती है,लेकिन आर्थिक रूप से स्थिर होने तक शादी नहीं कर सकती है। जब एक अमीर बुजुर्ग, शकीर उससे शादी करने का प्रस्ताव रखता है, वह उसकी शादी शबनम से कराती है, जो सरजू के प्यार में है।.": "Najma loves Salim, but cannot marry until she is financially stable. When a rich old man, Shakir, proposes to marry her, she gets him married to Shabnam, who is in love with Sarju.",
  "अब क्या होगा": "What will happen now",
  "एक युवक एक रहस्यमयी महिला से अचानक मिलता है, जिस पर उसे भूत होने का शक होता है। हालाँकि, उसका सबसे बुरा डर तब सच हो जाता है जब उसकी माँ उसकी शादी उसी महिला से तय कर देती है।.": "A young man unexpectedly meets a mysterious woman, whom he suspects of being a ghost. However, his worst fears come true when his mother arranges his marriage to the same woman.",
  "जैसी करनी वैसी भरनी": "fill as you like",
  "एक लालची बेटा, अपने वृद्ध माता पिता को घर से बाहर निकाल देता है। वर्षों बाद, उसका बेटा उसे सबक सिखाने का फैसला करता है और उसे घर के बाहर निकालता है।.": "A greedy son throws his elderly parents out of the house. Years later, his son decides to teach him a lesson and throws him out of the house.",
  "जानवर": "Animal",
  "सुल्तान एक अनाथ, बाबू को पालता है, जो बड़ा होकर बादशाह नामक एक अपराधी बनता है। वह अपने तरीके बदलता है, जब उसे सपना से प्यार हो जाता है, लेकिन सुल्तान उसे उसके अतीत की याद दिलाने की कोशिश करता है।.": "Sultan raises an orphan, Babu, who grows up to be a criminal named Badshah. He changes his ways when he falls in love with Sapna, but Sultan tries to remind him of his past.",
  "दीवाना तेरे नाम का": "crazy about your name",
  "दोस्त, शंकर और शंभू में बहुत कुछ समान है और उन्हें एक ही लड़की से प्यार होता है। जब लड़की शंकर से प्यार करती है, तो शंभू उससे दोस्ती तोड़ देता है और विरोधी के साथ शामिल होता है।.": "Friends, Shankar and Shambhu have a lot in common and are in love with the same girl. When the girl falls in love with Shankar, Shambhu breaks his friendship with him and joins the opposition.",
  "बदलापुर बॉईज़": "Badlapur Boys",
  "विजय अपने गांव की पानी की समस्या को हल करने का सपना देखते हुए बड़ा होता है। वह नौकरशाही का ध्यान आकर्षित करने के लिए कबड्डी प्रतियोगिता में भाग लेने का फैसला करता है।.": "Vijay grows up dreaming of solving his village's water problem. He decides to participate in a Kabaddi competition to attract the attention of the bureaucracy.",
  "Joroo Ka Ghulam": "Joroo Ka Ghulam",
  "When Kalpana's parents believe her lies about her husband Rajesh's newfound success and decide to visit her after she delivers a baby, Kalpana finds herself in a predicament.": "When Kalpana's parents believe her lies about her husband Rajesh's newfound success and decide to visit her after she delivers a baby, Kalpana finds herself in a predicament.",
  "शेरनी": "Lioness",
  "दुर्गा एक साधारण गाँव की लड़की है जिसके परिवार की निर्दयतापूर्वक ठाकुर हत्या करता है। वह बंदूक उठाती है और उसके परिवार की मृत्यु का बदला लेने के लिए आपराधिक जीवन शैली चुनती है।.": "Durga is an ordinary village girl whose family is brutally murdered by Thakur. She picks up a gun and chooses a criminal lifestyle to avenge the death of her family.",
  "Aulad": "hall",
  "Believing his wife to be dead, Anand gives up his own child to Yashoda, who has lost her husband and her baby. However, he faces a dilemma when his wife returns.": "Believing his wife to be dead, Anand gives up his own child to Yashoda, who has lost her husband and her baby. However, he faces a dilemma when his wife returns.",
  "ख़ुदा गवाह": "God is witness",
  "बादशाह खान बेनज़ीर के पिता के हत्यारे को खोजने के लिए भारत यात्रा करता है जिससे वह उसे प्रभावित कर सके। वह सफल होता है लेकिन जल्द ही एक हत्या के आरोप में खुद को भारतीय जेल में पाता है।.": "Badshah Khan travels to India to find the murderer of Benazir's father so he can impress her. He succeeds but soon finds himself in an Indian prison accused of a murder.",
  "नया कदम": "new step",
  "मधुकर और जग्गू, एक गाँव के लोगों पर शासन और जुल्म करने के लिए उन्हें शिक्षा से वंचित रखते हैं। हालाँकि, रामू, एक स्कूल शिक्षक की मदद से गुप्त रूप से शिक्षा प्राप्त करता है।.": "Madhukar and Jaggu set out to rule and oppress the people of a village by depriving them of education. Ramu, however, receives education secretly with the help of a school teacher.",
  "घर संसार": "home world",
  "प्रकाश को अपने पिता के आकस्मिक मृत्यु के बाद पूरे परिवार की ज़िम्मेदारी का ख्याल रखना होगा। उसका छोटा भाई चंदन लगातार उसके विवाहित जीवन को बर्बाद करने की कोशिश करता है।.": "Prakash has to take care of the responsibilities of the entire family after the sudden death of his father. Her younger brother Chandan constantly tries to ruin her married life.",
  "चांद का टुकड़ा": "piece of moon",
  "श्याम अपनी दिवंगत मां की अंतिम इच्छा को पूरा करने के लिए भारत आता है जो चाहती थी कि वो भारतीय लड़की से शादी करें। अनजाने में वो एक लड़की से प्यार करता है जो उसके दुश्मनों के हाथों का मोहरा बनी है।.": "Shyam comes to India to fulfill the last wish of his late mother who wanted him to marry an Indian girl. Unknowingly he falls in love with a girl who has become a pawn in the hands of his enemies.",
  "गैर कानूनी": "illegal",
  "अधिकारी कपिल, बदमाश, डी'कोस्टा के खिलाफ सबूत हासिल करने के लिए अंडरवर्ल्ड, आज़म की मदद लेता है। जब आज़म को मार डाला जाता है,उसका बेटा,अकबर, कपिल को जिम्मेदार ठहराता है और प्रतिशोध लेता है।.": "Officer Kapil takes the help of underworld man, Azam, to get evidence against the crook, D'Costa. When Azam is killed, his son, Akbar, holds Kapil responsible and takes revenge.",
  "Waqt Ki Awaz": "Waqt Ki Awaz",
  "A rich girl runs away from home and settles down with a truck driver. However, her dream life is shattered when she learns that her new lover has been accused of murder.": "A rich girl runs away from home and settles down with a truck driver. However, her dream life is shattered when she learns that her new lover has been accused of murder.",
  "दो चोर": "two thieves",
  "एक चोर, टोनी हमेशा पुलिस की नज़र में होता है, चाहे अपराध करे या न करे। हालात बदलते है, जब टोनी को एक अपराधी को पकड़ने में पुलिस की सहायता करने का अवसर मिलता है।.": "A thief, Tony is always under the radar of the police, whether he commits a crime or not. Things change when Tony gets the opportunity to help the police catch a criminal.",
  "दीवार - लेट्स ब्रिंग आवर हीरोज होम": "Deewaar - Let's Bring Our Heroes Home",
  "भारतीय सैनिकों का एक समूह भारत-पाक युद्ध के दौरान कैद हो जाता है। गौरव के पिता, मेजर रणवीर को दुश्मनों द्वारा बंदी बना लिया गया है जो बचाव मिशन पर जाने का फैसला करते है।.": "A group of Indian soldiers are captured during the Indo-Pak war. Gaurav's father, Major Ranveer, has been taken captive by the enemies and decides to go on a rescue mission.",
  "घराना": "the household",
  "प्रेम मेहरा अपनी सारी संपत्ति खो देता है जब उसका प्रतिद्वंद्वी धर्मदास, प्रेम के कर्मचारी के साथ मिलकर उसके हीरे चुराता है। अब परिवार को हुए इस नुकसान की भरपाई प्रेम के बेटों को ही करनी होगी।.": "Prem Mehra loses all his wealth when his rival Dharamdas, along with Prem's employee, steals his diamonds. Now Prem's sons will have to compensate for this loss to the family.",
  "ग्लोबल बाबा": "Global Baba",
  "पुलिस से जान बचाकर भागने के बाद पहलवान नाम का एक अपराधी एक बाबा होने का ढोंग करता है। जल्द ही वह इसकी आड़ में वह कई भक्त जुटाता है और अवैध गतिविधियाँ भी चलाता है।.": "After escaping from the police, a criminal named Pehalwan pretends to be a Baba. Soon, under the guise of this, he gathers many devotees and also carries out illegal activities.",
  "Mera Damad": "My son-in-law",
  "Jai's father asks him to meet Sunita before getting married to her. However, complications arise when Jai falls in love with Kimi, while on his way to Sunita's village.": "Jai's father asks him to meet Sunita before getting married to her. However, complications arise when Jai falls in love with Kimi, while on his way to Sunita's village.",
  "शूल": "colic",
  "एक पुलिस इंस्पेक्टर, समर का उसकी ईमानदारी के कारण तबादला होता है। एक भ्रष्ट राजनेता को उस पर गुस्सा आता है, जिसकी वजह से उसकी और उसके परिवार की जान खतरे में पड़ जाती है।.": "Samar, a police inspector, gets transferred because of his honesty. A corrupt politician gets angry at him, which puts his and his family's lives in danger.",
  "लॉरी": "lorry",
  "गीता गर्भवती होती है पर एक घटना के कारण वह अपना बच्चा खो देती है। जब उसे एक छोटा बच्चा मिलता है तब वह उसे अपना लेती है, लेकिन बच्चे का परिवार उस पर अपहरण का आरोप लगाता है।.": "Geeta becomes pregnant but due to an incident she loses her child. When she finds a small child, she adopts him, but the child's family accuses her of kidnapping.",
  "एक्सीडेन्ट ऑन हिल रोड": "Accident on Hill Road",
  "एक कार दुर्घटना में सोनम द्वारा राह चलते आदमी, प्रकाश की हत्या हो जाती है और उसकी लाश को घर लेकर आती है। अपने प्रेमी की मदद से वह उसकी लाश को ठिकाने लगाती है पर कई समस्यायें खड़ी हो जाती हैं।.": "A passing man, Prakash, is killed in a car accident and Sonam brings his dead body home. With the help of her lover, she disposes of his body but many problems arise.",
  "आन बान": "aan ban",
  "राजा बहादुर विभिन्न गैरकानूनी गतिविधियों में उलझता है और उसका भाई, सूरज हमेशा उसे बचाता है। सूरज दुविधा में पड़ता है,जब बहादुर, रेखा से शादी करने का फैसला करता है, जिससे वह प्यार करता है।.": "Raja Bahadur gets involved in various illegal activities and his brother, Suraj always saves him. Suraj finds himself in a dilemma when Bahadur decides to marry Rekha, whom he loves.",
  "नील कमल": "blue lotus",
  "सीता के नींद में चलने की बीमारी उसके पति और परिवार के लिए चिंता का कारण बनती है। जब वे पड़ताल करते हैं, तो उन्हें पता चलता है कि उसका यह व्यवहार उसके पिछले जन्म से जुड़ा हुआ है।.": "Sita's sleep walking disorder causes worry for her husband and family. When they investigate, they discover that his behavior is linked to his past life.",
  "दिल क्या करे": "What should the heart do",
  "आनंद, उनकी पत्नी और बेटी, नेहा एक सुखी जीवन व्यतीत करते है। नेहा, नंदिता से मिलती है उनमे घनिष्ठ संबंध बनने लगते है। चीजें मोड़ लेती है जब यह पता चलता है की वह वास्तव में नेहा की जैविक माँ है।.": "Anand, his wife and daughter, Neha lead a happy life. Neha meets Nandita and a close relationship starts forming between them. Things take a turn when it is revealed that she is actually Neha's biological mother.",
  "प्रेम कहानी": "love story",
  "राजेश कभी भी ब्रिटिश शासन के परिवर्तनों का विरोध नहीं करता था लेकिन अपने भाई की मृत्यु के बाद ऐसा करता है। वह अपनी प्रेमिका कामिनी को भी छोड़ कर दूर जाता है, जिसका असर दोनों के रिश्ते पर पड़ता है।.": "Rajesh never opposed the changes of British rule but does so after his brother's death. He also leaves his girlfriend Kamini and goes away, which affects their relationship.",
  "एक चिट्ठी प्यार भरी": "a letter full of love",
  "डॉ॰ शर्मा अखबार में एक विज्ञापन पोस्ट करने के बाद ग्रामीण भारत में अपने क्लीनिक के लिए एक युवा अर्हता प्राप्त नर्स आरतीको काम पर रखता है।जल्द ही उसे नर्स से प्यार होता है लेकिन उसके अतीत से अनजान है।.": "Dr. Sharma hires Aarti, a young qualified nurse, for his clinic in rural India after posting an advertisement in the newspaper. He soon falls in love with the nurse but is unaware of her past.",
  "एक रिश्ता: द बॉन्ड ऑफ़ लव": "A Relationship: The Bond of Love",
  "एक व्यापारी विजय, अलग विचारधारा के कारण अपने बेटे अजय को घर से निकाल देता है। हालाँकि, जब अजय को अपने जीजा के बुरे इरादों के बारे में पता चलता है, तो वह अपने परिवार की मदद करने का फैसला करता है।.": "Vijay, a businessman, throws his son Ajay out of the house because of his different ideologies. However, when Ajay comes to know about his brother-in-law's evil intentions, he decides to help his family.",
  "जीन्स": "Jeans",
  "मधुमिता और विश्वनाथन एक-दूसरे से प्यार करते हैं लेकिन विश्वनाथन के पिता इस रिश्ते को अस्वीकार कर देते हैं क्योंकि वह चाहते हैं कि उनके जुड़वां बेटे जुड़वां लड़कियों से शादी करे।.": "Madhumita and Vishwanathan love each other but Vishwanathan's father disapproves of the relationship as he wants his twin sons to marry twin girls.",
  "रंग बरसे": "colors rain",
  "होली, रंगों के त्यौहार को मनाने के लिए संगीत का एक परफेक्ट मिश्रण। यह सबसे मजेदार और शोरगुल वाला हिंदू त्यौहार है, जो प्यार और वसंत के महीने का जश्न मनाता है।.": "A perfect mix of music to celebrate Holi, the festival of colours. This is the most fun and boisterous Hindu festival, which celebrates love and the month of spring.",
  "एवरग्रीन हिट्स": "Evergreen Hits",
  "प्रतिभाशाली कलाकारों द्वारा संगीतबद्ध किए गए लोकप्रिय और सदाबहार गीतों का व्यापक संकलन प्रस्तुत किया जाता है।.": "A wide selection of popular and evergreen songs composed by talented artists is presented.",
  "रोमांस-ओ-क्लॉक": "Romance-O-Clock",
  "A comprehensive compilation of some of the popular romantic songs by various artists played back-to-back to entertain the audience.": "A comprehensive compilation of some of the popular romantic songs by various artists played back-to-back to entertain the audience.",
  "दो प्रेमी": "two lovers",
  "प्रेमी, पायल और चेतन भाग जाते हैं क्योंकि उनके माता-पिता उनके रिश्ते को स्वीकार नहीं करते हैं। वे गीता के लिए काम करते हुए नया जीवन शुरू करते हैं, लेकिन वे गीता के असली इरादे से अंजान हैं।.": "The lovers, Payal and Chetan run away because their parents do not approve of their relationship. They start a new life working for Geeta, but they are unaware of Geeta's true intentions.",
  "Karamdaata": "Karamdaata",
  "Pinky, the granddaughter of a wealthy industrialist, runs away and marries a taxi driver. However, the businessman holds Pinky's lover responsible and gets him arrested.": "Pinky, the granddaughter of a wealthy industrialist, runs away and marries a taxi driver. However, the businessman holds Pinky's lover responsible and gets him arrested.",
  "राजा साब": "Raja Saab",
  "राजकुमार प्रताप सिंह, महत्वाकांक्षी राजू को राजकुमारी पूनम के सामने राजकुमार का भेस लेने के लिए कहता है। राजकुमारी को राजू से प्यार हो जाता है लेकिन वह उसकी गरीब पृष्ठभूमि से अनजान है।.": "Prince Pratap Singh asks the ambitious Raju to disguise himself as a prince in front of Princess Poonam. Rajkumari falls in love with Raju but he is unaware of her poor background.",
  "रज्जो": "ropes",
  "एक युवक रेडलाइट एरिया की एक महिला के प्यार में पड़ जाता है, लेकिन उनके प्यार को शक्तिशाली लोगों के विरोध और खतरे का सामना करना पड़ता है।.": "A young man falls in love with a woman from a red light area, but their love faces opposition and danger from powerful people.",
  "दिल का रिश्ता": "heart relationship",
  "टिया से प्यार करने वाला एक अमीर व्यापारी जय, गलती से एक कार दुर्घटना में उसके पति को मार देता है। दुर्घटना के बाद टिया की याददाश्त खो जाती है और जय से प्यार करने लगती है, जो अपराधबोध से जूझता है।.": "Jai, a rich businessman who is in love with Tia, accidentally kills her husband in a car accident. Tia loses her memory after the accident and falls in love with Jai, who struggles with guilt.",
  "उजाला ही उजाला": "light only light",
  "अनुराधा की माँ की मृत्यु के बाद उसके पिता एक युवा महिला अनिता के साथ दूसरा विवाह करते हैं। अनीता को अनुराधा नापसंद है और वह उसे घर से बाहर निकालने के लिए उसे शराब की लत लगाने की कोशिश करती है।.": "After the death of Anuradha's mother, her father remarries a young woman, Anita. Anita dislikes Anuradha and tries to get her addicted to alcohol to throw her out of the house.",
  "बम बम बोले": "Bam Bam said",
  "भाई बहन, जूते की एक जोड़ी साझा करने का फैसला करते हैं जब तक कि उनके पिता नया जूता नहीं खरीदते हैं। लेकिन हालात बदलते हैं जब नौकरी खोजने में असमर्थ उनके पिता पर अपराधी होने का संदेह किया जाता है।.": "Brother and sister decide to share a pair of shoes until their father buys a new shoe. But things change when his father, unable to find a job, is suspected of being a criminal.",
  "Officer Arjun Singh IPS": "Officer Arjun Singh IPS",
  "Arjun Pratap Singh, an IPS officer, strives to overcome multiple challenges and embarks on a mission to restore peace in society.": "Arjun Pratap Singh, an IPS officer, strives to overcome multiple challenges and embarks on a mission to restore peace in society.",
  "अफ़लातून": "from Aflaton",
  "राजा को प्यार हो जाता है पर उसे अपने हमशक्ल, रॉकी का सामना करना पड़ेगा, ताकि वह अपनी प्रेमिका के पिता का दिल जीत सके। मुश्किलें आती हैं जब राजा, रॉकी बनता है और रॉकी, राजा बनता है।.": "Raja falls in love but must face his doppelganger, Rocky, to win over his girlfriend's father. Difficulties arise when the king becomes Rocky and Rocky becomes the king.",
  "फुल्लू": "phullu",
  "शादी के बाद फुल्लू नाम के एक अशिक्षित व्यक्ति को मासिक धर्म के दौरान महिलाओं को होने वाली समस्याओं का एहसास होता है। इसके बाद, वह इस मुद्दे के बारे में जागरूकता फैलाने का फैसला करता है।.": "After marriage, an uneducated man named Phullu realizes the problems women face during menstruation. After this, he decides to spread awareness about this issue."
}